Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: Enterprise
zh_tw: 企業版

source: Enterprise PDF security and rights management
zh_tw: 企業 PDF 安全性和權限管理

source: Entrance
zh_tw: 入口

source: Entrance Band
zh_tw: 入口輸送帶

source: Entrance Band + Sidebands
zh_tw: 入口輸送帶 + 側帶

source: Environmental conditions
zh_tw: 環境條件

source: Environmental protection and ecosystem services
zh_tw: 環境保護和生態系統供給

source: Equipment Guarantee
zh_tw: 設備保證

source: Equipment Management
zh_tw: 設備管理

source: Equipment Modification and Maintenance
zh_tw: 設備修改和維護

source: Equipment Registration
zh_tw: 設備註冊登記

source: Equipment needed to be adapted to local construction techniques and practices
zh_tw: 設備需要調整成適合當地的施工技術和實務

source: Equitable pricing and water permits need to adequately assure that abstraction as well as releases of used water support efficient operations and environmental sustainability in ways that are adapted to the abilities and needs of industry and larger-scale irrigation as well as small-scale and subsistence farming activities.
zh_tw: 合理的價格和用水許可需要適當地保證水資源的抽取及廢水排放，以支撐運作效率和環境的永續性，使水價適合工業和大規模灌溉需求的同時，也應適合小規模和自給農業活動的需求。

source: Equity
zh_tw: 平等

source: Equity, non-discrimination, participation and accountability have become key principles in water governance.
zh_tw: 平等、非歧視、參與和責認制已成為水源治理的關鍵原則。

source: Erase Alarms
zh_tw: 清除警報

source: Erase CAD/LEN/OFL
zh_tw: 刪除 CAD/LEN/OFL

source: Erase Data: When the selected option is YES, then after making a list the calculations are deleted.
zh_tw: 刪除資料 (Erase Data)：當選擇 YES (是) 的選項時，則建立清單後會刪除該計算。

source: Erase Format
zh_tw: 刪除格式

source: Erasing Format
zh_tw: 刪除格式

source: Ergonomic floor mats are provided for workers with standing jobs.
zh_tw: 提供人體工學地板墊予以站立工作之勞工。

source: Errors
zh_tw: 錯誤

source: Escalation Process
zh_tw: 應變措施升級流程

source: Establish a program to build value through Modular Product Architecture
zh_tw: 藉由模塊化產品架構 (Modular Product Architecture) 制定一個能建立價值的計劃

source: Establish the process and people roles to maintain the Architecture
zh_tw: 建立程序和人的角色，以維持架構

source: Established central product ownership
zh_tw: 建立中央產品擁有權

source: Ethernet Communications
zh_tw: 乙太網路通訊

source: Ethernet Controller: W5500 with internal 32K buffer
zh_tw: 乙太網路控制器：W5500包含32K內部緩衝區

source: Euler
zh_tw: 尤拉 (Euler)

source: Euler angles
zh_tw: 尤拉角

source: European Patent Office, International Search Report for PCT/2010/ 038709, Sep.
zh_tw: 歐洲專利局，PCT/2010/ 038709 國際檢索報告，2010 年 9 月 14 日，

source: European Patent Office, Written Opinion of the International Search Authority for PCT/US2010/038709, Sep.
zh_tw: 歐洲專利局，PCT/US2010/038709 國際檢索主管機關之書面意見，2010 年 9 月 14 日，

source: Evaluation reports issued by ICC Evaluation Service, LLC (ICC-ES), are based upon performance features of the International family of codes.
zh_tw: 由ICC (ICC-ES) 所發行之評估報告係根據相關國際規範訂定之效能特性所製作。

source: Even during the period of validity VARPE will not be responsible if working machine conditions are different from those reflected in the certificate.
zh_tw: 即使於有效期內，若機台於不同於認證之環境條件下操作， VARPE 也不為機台故障負責。

source: Even if HUTCHINSON provides the product design, it expects the Supplier to propose improvements or optimize this design, in particular report any design choices that are not in line with the state of art.
zh_tw: 即使 HUTCHINSON 提供產品設計，它也期望供應商對該設計提出改進或最佳化，特別是回報告任何不符現有科技之設計選擇。

source: Even though many people come together to count area, the filter can separate them and to count individually.
zh_tw: 即使多人同時出現於計算範圍內，篩選器仍可以將他們分開單獨計數。

source: Even today, when he gets inspired, maybe when he’s having a day off, he does not hesitate to set to work, designing the latest DARIO MARTINI ® model
zh_tw: 即使到了今天，當靈感來時，即使他正在休息也會毫不猶豫地進行工作，設計出最新的 DARIO MARTINI ® 款式

source: Event notifications through HTTP calls
zh_tw: 透過 HTTP 進行事件通知

source: Events Support
zh_tw: 支援事件

source: Eventual Overvoltage: Overvoltage category II
zh_tw: 最終過電壓：第二類過電壓

source: Everio Lineup 2015
zh_tw: Everio 2015 全線產品

source: Everio Lineup and Features
zh_tw: Everio 全線產品和功能

source: Everio MediaBrowser 4 Software Provided
zh_tw: 附贈 Everio MediaBrowser 4 軟體

source: Every 15 days
zh_tw: 每隔 15 天

source: Every day, millions of people and thousands of businesses experience Nuance through intelligent systems that can listen, understand, learn and adapt to your life and your work.
zh_tw: 每天都有數以百萬計的人們和無數的企業透過能傾聽、理解、學習和融入生活和工作的智慧系統體驗了 Nuance 的功能。

source: Every time you add a new dependent, there is a To Do action to change your benefits.
zh_tw: 每增加一名新的家屬，將會有一項 To Do (待辦事項) 操作以變更您的福利。

source: Everyday
zh_tw: 每天

source: Evisceration
zh_tw: 內臟摘出

source: Examine the packing area and test flange gaskets for external leaks.
zh_tw: 檢查包裝區域和測試法蘭墊片外部有無洩漏，

source: Examine the skid and shipping covers for damage in transit.
zh_tw: 檢查墊木和外箱是否於運輸途中損傷。

source: Example code of a game to demonstrate the Any motion and No motion Interrupt features
zh_tw: 運行任何運動中斷和無運動中斷功能之範例程式碼

source: Example code to describe the Bare Minimum
zh_tw: 說明最低限度之範例程式碼

source: Example code to stream Accelerometer data
zh_tw: 加速度器數據串流之範例程式碼

source: Example code to stream Euler data
zh_tw: 尤拉數據串流之範例程式碼

source: Example of Dropdown Menu
zh_tw: 下拉選單範例

source: Example to turn off all the Microsoft Office integrations:
zh_tw: 關閉所有 Microsoft Office 整合範例：

source: Example to turn off this setting: MSIEXEC.EXE /i "[full path]\Nuance Power PDF Advanced.msi" SSETPRODEFVIEWER =”1”
zh_tw: 關閉設定範例：MSIEXEC.EXE /i "[full path]\Nuance Power PDF Advanced.msi" SSETPRODEFVIEWER =”1”

source: Example to turn on this setting: MSIEXEC.EXE /i "[full path]\Nuance Power PDF Advanced.msi" SSETPRODEFVIEWER=”1”
zh_tw: 開啓設定範例：MSIEXEC.EXE /i "[full path]\Nuance Power PDF Advanced.msi" SSETPRODEFVIEWER=”1”

source: Example:
zh_tw: 範例：

source: Examples
zh_tw: 範例

source: Examples of Best Practise…
zh_tw: 最佳的實施方式範例⋯⋯

source: Examples of product leaders include Apple, Fidelity Investments, Pfizer and BMW.
zh_tw: 產品領導者的例子包括蘋果、富達投資、 輝瑞公司和寶馬。

source: Examples of roles include People Manager, Budget Owner, Reward COE etc.
zh_tw: 職位的範例包括人事經理 (People Manager)、預算經理 (Budget Owner)、績效獎勵顧問 (Reward COE) 等。

source: Examples of such customer-centric companies include Lexus, IBM, Virgin Atlantic and Amazon.com.
zh_tw: 這種以客戶為中心的公司範例包括凌志、 IBM、 Virgin Atlantic 和亞馬遜。

source: Examples of systems for integration:
zh_tw: 系統整合範例：

source: Excavator Accessories
zh_tw: 挖土機配件

source: Exceeding the values could result in a catastrophic mechanical failure and serious bodily injury.
zh_tw: 超過指定數值可能會導致嚴重的機械故障和身體傷害。

source: Excellent level of basic and advanced functionalities.
zh_tw: 基本合進階功能都具有絕佳的水準。

source: Except for redaction
zh_tw: 不包含加密文字

source: Execute a larger percentage of your plan with same budget
zh_tw: 以相同預算達成更高的計畫執行率

source: Executive Summary
zh_tw: 執行摘要

source: Exemplary CAN networks and vehicle components are disclosed in US Published Patent Application No.
zh_tw: CAN 網路的範例和車輛元件於美國專利申請編號

source: Exemplary components include portions of exhaust system 136, such as muffler 120, and portions of air intake system 134, such as airbox 180.
zh_tw: 元件的範例包括了排氣系統 136 的部分如消聲器 120，以及空氣進氣系統 134 的部分如風箱 180。

source: Exemplary fasteners include bolts, screws, clips, and other suitable devices for securing caigo bed body panel 238 to caigo carrying portion base frame 252.
zh_tw: 緊固件範例包括螺栓、螺絲、 夾子和其它適合將貨物平台鈑 238 固定至載貨部分底座 252 之裝置。

source: Exemplary front drive units are disclosed inU.S.
zh_tw: 前驅動單元的範例於 2010 年 6 月 15 日申請之美國專利

source: Exemplary gears include one or more forward gears, one or more reverse gears, and a park setting.
zh_tw: 齒輪範例中包括一組或多組前進擋、一組或多組倒車檔以及停車檔位。

source: Exemplary operator controls include a steering wheel 214, a gear selector 216, an accelerator pedal 218 (see FIG. 2), and a brake pedal 220 (see FIG. 2).
zh_tw: 駕駛控制範例中包括方向盤 214、排擋桿 216、油門踏板 218 (請見圖 2) 和煞車踏板 220 (請見圖 2)。

source: Exemplary power sources include internal combustion engines and electric motors.
zh_tw: 動力源範例包含內燃機和電動馬達，

source: Exhaust is expelled from power source 130 through an exhaust system 136.
zh_tw: 廢氣經由排氣系統 136 排出動力源 130 。

source: Existing assessments of water resources are often inadequate for addressing modern water demands.
zh_tw: 現有的水資源評估通常不足以滿足現代水資源的需求。

source: Exit Management
zh_tw: 離職管理

source: Expected results
zh_tw: 預期的結果

source: Explicit, transparent and equitable regulation mechanisms are in place to address water allocation, distribution, access and management, without risk of corruption.
zh_tw: 水源的分配、分佈、取得和管理皆透過清晰、透明和公平的監管機制，沒有貪污的風險。

source: Exploitation of new data sources, better models and more powerful data analysis methods, as well as the design of adaptive management strategies can help respond effectively to changing and uncertain conditions.
zh_tw: 新數據來源的開發、更好的模型和更強大的數據分析方法，以及適應性管理策略的設計，都能有效應對不斷變化的不確定的條件。

source: Explorer
zh_tw: 入門版

source: Export Sales Albrighton Business Park Newport Road, Albrighton Wolverhampton, England WV7 3ET
zh_tw: 出口銷售部 Albrighton Business Park Newport Road, Albrighton Wolverhampton, England WV7 3ET

source: Export form data from one or multiple filled in PDF forms
zh_tw: 從單一或多份已填寫之 PDF 表單中匯出表單資料

source: Export format for reports and graphs
zh_tw: 匯出報告和圖表格式

source: Export information in filled in forms so you can sort, search and analyse the data using popular database and spreadsheet file types such as XFDF, XML, TXT and CSV files.
zh_tw: 匯出已填寫之表單中的資訊，可使用常用的資料庫和試算表檔案類型（例如 XFDF、 XML、 TXT 和 CSV 檔案進行排序、搜尋和資料分析。

source: Export/Import/Migrate comments
zh_tw: 匯出/匯入/搬移註解

source: Exports of cameras simultaneously
zh_tw: 同時匯出攝影機

source: Exposure hazards of dip tank chemicals have been identified and measured.
zh_tw: 已經確定暴露於浸漬槽化學物質之危害並已量測暴露值。

source: Exposure hazards of epoxy resin chemicals have been identified and measured.
zh_tw: 已經確定暴露於環氧樹脂化學物質之危害並已量測暴露值。

source: Exposure hazards of metal working fluids (MWF) have been identified and measured.
zh_tw: 已經確定暴露於金屬加工液 (MWF) 之危害並已測量暴露值。

source: Exposure hazards of welding fumes and metals have been identified and measured.
zh_tw: 已經確定暴露於銲接煙霧和金屬之危害並已量測暴露值。

source: Extend the Office App-V Package
zh_tw: 延伸 Office App-V 安裝程式

source: Extended Gantry Height
zh_tw: 延長支架高度

source: Extended Gantry Length
zh_tw: 延長支架長度

source: Extended clearances are available at200mm, 250mm and 300mm.
zh_tw: 延長支架高度有 200mm、250mm 以及 300mm 可供選擇。

source: Extended gantries can also be utilised forcustom culling solutions where "off-the-table" material processing is required.
zh_tw: 延長支架同時可使用於“非常規”之客製化換刀行程。

source: Extended gantry lengths allow forfull processing width when utilising wider carriages that accommodate multiple tools orwhen using multiple carriages.
zh_tw: 延長支架長度以用於多重刀具所使用之較寬的刀架或用於多重刀架。

source: External Audits
zh_tw: External Audits 外部審核

source: External Interrupts: 3 (interrupt 0), 2 (interrupt 1), 0 (interrupt 2), 1 (interrupt 3) and 7 (interrupt 4).
zh_tw: 外部中斷：3（中斷0）、2（中斷1）、0（中斷2）、1（中斷3）和7（中斷4）。

source: External receiver:
zh_tw: 外部接收器：

source: Extract ODT files
zh_tw: 解壓縮 ODT 檔案

source: Extract tables from a PDF file and place into Excel or Word
zh_tw: 截取 PDF 檔案中的表格並置入 Excel 或 Word 檔案中

source: Extraction System
zh_tw: 除塵系統

source: Extraction by page range, blank page, page contents, or bookmarks
zh_tw: 依頁面範圍、空白頁、頁面內容或書籤截取文件

source: F - Field & E - Environmental:
zh_tw: F - 場 和 E - 環境：

source: F asteners retain the interengaging elements together, where the fasteners are in tension to force the complementary interengaging elements into engagement.
zh_tw: 緊固件將互鎖元件固定在一起，緊固件受到張力以將互鎖元件固定，

source: F – Field
zh_tw: F - 場

source: FASTER
zh_tw: 更快速

source: FDX: indicates that the network connection is full duplex
zh_tw: FDX：網路連接為全雙工

source: FIELD OF APPLICATION AND CONDITIONS
zh_tw: 適用範圍和條件

source: FIELD OF THE DISCLOSURE
zh_tw: 資訊揭露範圍

source: FIELD OF THE INVENTION
zh_tw: 發明範圍

source: FIG.
zh_tw: 圖

source: FIG. 1 is a front, perspective view of an exemplary side- by-side vehicle;
zh_tw: 圖 1 為方向盤式全地形車範例的前透視圖；

source: FIG. 1 shows a left front perspective view of the vehicle of the present disclosure;
zh_tw: 圖 1 為此揭露中之車輛的左前方透視圖；

source: FIG. 10 illustrates a left, perspective view of an air handling system of a power source of the exemplary side-by-side vehicle of FIG. 1 and an air handling system of a CVT unit of the exemplary side-by-side vehicle of FIG. 1;
zh_tw: 圖 10 為圖 1 之方向盤式全地形車範例的空氣處理系統和圖 1 之方向盤式全地形車範例的無段變速單元的空氣處理系統之左側透視圖；

source: FIG. 10 shows an enlarged view of the vehicle main frame;
zh_tw: 圖 10 為車輛主框架的放大視圖；

source: FIG. 10A
zh_tw: 圖 10A

source: FIG. 10A is a representative view of the location of the air inlet of the air handling system of a power source of FIG. 10
zh_tw: 圖 10A 為圖 10 中之動力源的空氣處理系統的進氣口代表圖

source: FIG. 10A is a representative view of the location of the air inlet of the air handling system of a power source of FIG. 10 and the location of the air inlet of the air handling system of a CVT unitofFIG. 10 relative to the power source and the CVT unit;
zh_tw: 圖 10A 為圖 10 中之動力源的空氣處理系統的進氣口代表圖和圖 10 中之無段變速單元的空氣處理系統的進氣口位置與動力源和無段變速單元的關係代表圖。

source: FIG. 11
zh_tw: 圖 11

source: FIG. 11 illustrates a right, perspective view of the air handling system of a power source of FIG. 10 and an air handling system of a CVT unit of FIG. 10;
zh_tw: 圖 11 為圖 10 之動力源空氣處理系統和圖 10 之無段變速單元的空氣處理系統之右側透視圖；

source: FIG. 11 shows an enlarged view of the vehicle front frame;
zh_tw: 圖 11 為車輛前車架的放大視圖；

source: FIG. 12
zh_tw: 圖 12

source: FIG. 12 illustrates a rear, perspective view of an airbox of the air handling system of a power source of FIG. 10;
zh_tw: 圖 12 為圖 10 中之動力源空氣處理系統的風箱進氣口後側透視圖；

source: FIG. 12 is a partially exploded and fragmented perspective view showing the coupler for coupling the main frame and front frame together;
zh_tw: 圖 12 為連接主框架和前車架之連接器的部分爆炸圖和分段透視圖；

source: FIG. 13
zh_tw: 圖 13

source: FIG. 13 illustrates the airbox of FIG. 12 with a cover of the airbox rotated relative to a base portion of the air box to provide access to a filter of the airbox;
zh_tw: 圖 13 為圖 12 之風箱，其外蓋朝風箱基座部分旋轉以取得風箱之濾芯；

source: FIG. 13 shows a top perspective view of the roll cage;
zh_tw: 圖 13 為防滾架之上視圖；

source: FIG. 14
zh_tw: 圖 14

source: FIG. 14 illustrates a front, perspective view of the airbox of the air handling system of a power source of FIG. 10;
zh_tw: 圖 14 為圖 10 中之動力源空氣處理系統的風箱進氣口前側透視圖；

source: FIG. 14 shows a cross-sectional view through lines 12-12 of FIG. 3;
zh_tw: 圖 14 為圖 3 中通過 12-12 剖面線之剖視圖；

source: FIG. 15 shows an enlarged view of the seat belt retractor;
zh_tw: 圖 15 為安全帶捲收器的放大圖；

source: FIG. 15 shows an enlarged view of the seat belt retractor; and
zh_tw: 圖 15 為安全帶捲收器的放大圖；以及

source: FIG. 16
zh_tw: 圖 16

source: FIG. 16 shows a perspective view of the seat poised for receipt in one of the seating areas.
zh_tw: 圖 16 為座位準備固定至其中一個座位區之視圖。

source: FIG. 16 shows a perspective view of the seat poised for receipt in one of the seating areas; and
zh_tw: 圖 16 為座位準備固定至其中一個座位區之視圖；

source: FIG. 17 illustrates a cargo carrying portion of the exemplary side-by-side vehicle of FIG. 1;
zh_tw: 圖 17 為圖 1 之方向盤式全地形車範例的載貨部分；

source: FIG. 17 shows a side view of an embodiment of the vehicle described above including collapsible side nets, with the nets in the up and latched position;
zh_tw: 圖 17 為上述車輛實施例中包括可折疊的側網拉起並固定於鎖定位置的側視圖；

source: FIG. 18
zh_tw: 圖 18

source: FIG. 18 illustrates the cargo carry portion of FIG. 17 with a plurality of removable covers spaced apart;
zh_tw: 圖 18 為圖 17 之載貨部分的多組可拆式外蓋分離圖；

source: FIG. 18 shows a side view of the embodiment of the vehicle of FIG. 17 with the nets in the collapsed and unlatched position;
zh_tw: 圖 18 為圖 17 車輛實施例中側網收摺並位於未鎖定位置的側視圖；

source: FIG. 19 illustrates a section view along lines 19-19 of FIG. 17;
zh_tw: 圖 19 為圖 17 之 19-19 沿線的剖面圖；

source: FIG. 19 shows a top perspective view of the pivotal bar;
zh_tw: 圖 19 為樞軸桿之上視圖；

source: FIG. 2 is a rear, perspective view of an exemplary side-by- side vehicle;
zh_tw: 圖 1 為方向盤式全地形車範例的後透視圖；

source: FIG. 2 shows a left rear perspective view of the vehicle of FIG. 1;
zh_tw: 圖 2 為圖 1 之車輛的左後方透視圖；

source: FIG. 20
zh_tw: 圖 20

source: FIG. 20 illustrates a location of an oil reservoir of the exemplary side-by-side vehicle of FIG. 1;
zh_tw: 圖 20 為圖 1 之方向盤式全地形車範例的油箱位置；

source: FIG. 20 shows a bottom perspective view of the pivotal bar of FIG. 19;
zh_tw: 圖 20 為圖 19 之樞軸桿的下視圖；

source: FIG. 21 illustrates a first, perspective view of a CVT unit of the exemplary side-by-side vehicle of FIG. 1;
zh_tw: 圖 21 為圖 1 之方向盤式全地形車範例的無段變速單元之第一透視圖；

source: FIG. 21 shows a bottom perspective view of the pivotal bar of FIG. 19 with the end cap removed;
zh_tw: 圖 21 為圖 19 之樞軸桿移除端蓋的下視圖；

source: FIG. 22
zh_tw: 圖 22

source: FIG. 22 illustrates a an exploded view of portions of the CVT unit of FIG. 21,
zh_tw: 圖 22 為圖 21 之無段變速單元部分之爆炸圖；

source: FIG. 22 illustrates a an exploded view of portions of the CVT unit of FIG. 21;
zh_tw: 圖 22 為圖 1 之無段變速單元部分之爆炸圖；

source: FIG. 22 shows an enlarged view of the portion denoted in FIG. 21;
zh_tw: 圖 22 為圖 21 之部分放大圖；

source: FIG. 23 illustrates a second, perspective view of portions of the CVT unit of FIG. 21;
zh_tw: 圖 23 為圖 21 之無段變速單元部分之第二透視圖；

source: FIG. 23 shows an enlarged view of the portion denoted in FIG. 21;
zh_tw: 圖 23 為圖 21 之部分放大圖；

source: FIG. 24 shows a plan view of the pivotal bar separated, showing the netting poised for attachment to the bar;
zh_tw: 圖 24 為樞軸桿分離視圖，護網準備固定至桿上；

source: FIG. 24A
zh_tw: 圖 24A

source: FIG. 24A illustrates the relative positions of a drive member, a driven member, and a drive belt of the CVT unit of FIG. 21;
zh_tw: 圖 24A 為圖 21 之無段變速單元之驅動元件、被驅動元件和驅動皮帶之相對位置圖；

source: FIG. 24B illustrates the airflow within an interior of the CVT unit of FIG. 21 from a first air inlet of the CVT housing to an air outlet of the CVT housing;
zh_tw: 圖 24B 為圖 21 之無段變速單元內部由無段變速外殼第一進氣口至無段變速外殼之排氣口的氣流圖；

source: FIG. 24C
zh_tw: 圖 24C

source: FIG. 24C illustrates the airflow within an interior of the CVT unit of FIG. 21 from a second air inlet of the CVT housing to an air outlet of the CVT housing;
zh_tw: 圖 24C 為圖 21 之無段變速單元內部由無段變速外殼第二進氣口至無段變速外殼之排氣口的氣流圖；

source: FIG. 25
zh_tw: 圖 25

source: FIG. 25 illustrates side protection members of the vehicle of FIG. 1;
zh_tw: 圖 25 為圖 1 之車輛的側面保護元件；

source: FIG. 25 shows a plan view of a first clasp;
zh_tw: 圖 25 為第一扣環圖；

source: FIG. 26 illustrates the coupling of the cargo carrying base portion frame and the caigo bed of the vehicle of FIG. 1;
zh_tw: 圖 26 為圖 1 之車輛的載貨底座部分框架和載貨平板組裝圖；

source: FIG. 26 shows a plan view of a second clasp;
zh_tw: 圖 26 為第二扣環圖；

source: FIG. 27 illustrates the coupling of the cargo carrying base portion frame to the frame of the vehicle of FIG. 1;
zh_tw: 圖 27 為圖 1 之車輛的載貨底座部分框架和車輛框架組裝圖；

source: FIG. 27 shows an assemble view of the pivotal bar;
zh_tw: 圖 27 為樞軸桿組裝圖；

source: FIG. 28
zh_tw: 圖 28

source: FIG. 28 illustrates a top view of the coupling of a unit including the power source, the shiftable transmission, and the rear drive to the frame of the vehicle of FIG. 1,
zh_tw: 圖 28 為圖 1 之車輛動力源、變速箱和後驅動單元與車輛框架組裝上視圖；

source: FIG. 28 illustrates a top view of the coupling of a unit including the power source, the shiftable transmission, and the rear drive to the frame of the vehicle of FIG. 1;
zh_tw: 圖 28 為圖 1 之車輛動力源、變速箱和後驅動單元與車輛框架組裝上視圖；

source: FIG. 28 is a right hand side view of an alternate side net assembly;
zh_tw: 圖 28 為替代側邊護網組件之右手側視圖；

source: FIG. 28 shows top view projections of both axis 650 and axis 652 on a horizontal plane.
zh_tw: 圖 28 為軸 650 和軸 652 上視圖的水平面投影，

source: FIG. 28A \
zh_tw: 圖 28A

source: FIG. 28A is an enlarged view of the portion denoted in FIG. 28;
zh_tw: 圖 28A 為圖 28 之部分放大視圖；

source: FIG. 29 illustrates a perspective view of the coupling of a unit including the power source, the shiftable transmission, and the rear drive to the frame of the vehicle of FIG. 1;
zh_tw: 圖 29 為圖 1 之車輛動力源、變速箱和後驅動單元與車輛框架組裝透視圖；

source: FIG. 29 shows the side net assembly of FIG. 28 with the side net collapsed;
zh_tw: 圖 29 為圖 28 之側邊護網組收摺圖；

source: FIG. 3 illustrates a left side view of the exemplary side-by- side vehicle of FIG. 1;
zh_tw: 圖 3 為圖 1 之方向盤式全地形車範例的左側視圖；

source: FIG. 3 shows a left side view of the vehicle of FIG. 1;
zh_tw: 圖 3 為圖 1 之車輛的左側視圖；

source: FIG. 30 illustrates a rear perspective exploded view of the coupling of the shiftable transmission and the rear drive to the frame of the vehicle of FIG. 1;
zh_tw: 圖 30 為圖 1 之車輛動力源、變速箱和後驅動單元與車輛框架組裝後側爆炸圖；

source: FIG. 30 shows a view of the side net post poised for receipt in the pivotal link; and
zh_tw: 圖 30 為側邊護網後側準備與樞軸連接之視圖；和

source: FIG. 31 illustrates a side view of the rear suspension of the vehicle of FIG. 1;
zh_tw: 圖 31 為圖 1 之車輛後懸吊的側視圖；

source: FIG. 32
zh_tw: 圖 32

source: FIG. 32 illustrates a rear view of the rear suspension of the vehicle of FIG. 1;
zh_tw: 圖 32 為圖 1 之車輛後懸吊的後側視圖；

source: FIG. 33 illustrates a perspective view of the rear suspension of the vehicle of FIG. 1;
zh_tw: 圖 33 為圖 1 之車輛後懸吊的透視圖；

source: FIG. 34 illustrates a lower, perspective view of the rear suspension of the vehicle of FIG. 1;
zh_tw: 圖 34 為圖 1 之車輛後懸吊的低角度透視圖；

source: FIG. 35
zh_tw: 圖 35

source: FIG. 35 illustrates a view of the rear suspension of the vehicle of FIG. 1 with a radius arm exploded;
zh_tw: 圖 35 為圖 1 之車輛後懸吊與懸臂分離爆炸圖；

source: FIG. 36 illustrates an open end of the radius arm of the rear suspension of the vehicle of FIG. 1;
zh_tw: 圖 36 為圖 1 之車輛後懸吊之懸臂開口端；

source: FIG. 37
zh_tw: 圖 37

source: FIG. 37 illustrates the coupling of a housing of the power supply to a housing of the shiftable transmission with a first spacer;
zh_tw: 圖 37 為動力源外殼透過第一間隔件與變速箱外殼組裝圖；

source: FIG. 37A
zh_tw: 圖 37A

source: FIG. 37A represents the coupling of a housing of the power supply to a housing of the shiftable transmission with a first spacer;
zh_tw: 圖 37A 為動力源外殼透過第一間隔件與變速箱外殼組裝示意圖；

source: FIG. 37B
zh_tw: 圖 37B

source: FIG. 37B represents the coupling of another housing of another power supply to another housing of another shiftable transmission with a second spacer;
zh_tw: 圖 37B 為另一組動力源的另一組外殼透過第二間隔件與另一組變速箱的另一組外殼組裝示意圖；

source: FIG. 38 illustrates the connection between the first spacer of FIG. 37 to the housing of the shiftable transmission;
zh_tw: 圖 38 為圖 37 之第一間隔件與變速箱外殼的連接點；

source: FIG. 39 illustrates the connection between the first spacer of FIG. 37 to the housing of the power supply;
zh_tw: 圖 39 為圖 37 之第一間隔件與動力源外殼的連接點；

source: FIG. 4 illustrates a right side view of the exemplary side- by-side vehicle of FIG. 1;
zh_tw: 圖 4 為圖 1 之方向盤式全地形車範例的右側視圖；

source: FIG. 4 shows a top view of the vehicle of FIG. 1;
zh_tw: 圖 4 為圖 1 之車輛的上視圖；

source: FIG. 40
zh_tw: 圖 40

source: FIG. 40 is a section view along lines 40-40 in FIG. 37;
zh_tw: 圖 40 為圖 37 之 40-40 沿線的剖面圖；

source: FIG. 41 illustrates a top view of a portion of the vehicle of FIG. 1;
zh_tw: 圖 41 為圖 1 之車輛部分上視圖；

source: FIG. 42
zh_tw: 圖 42

source: FIG. 42 illustrates a side view of a portion of the vehicle of FIG. 1;
zh_tw: 圖 42 為圖 1 之車輛部分側視圖；

source: FIG. 43 illustrates an exemplary motion ratio plot for the rear suspension of FIG. 1;
zh_tw: 圖 43 為圖 1 之車輛後懸吊的移動比範例圖；

source: FIG. 5
zh_tw: 圖 5

source: FIG. 5 illustrates a top view of the exemplary side-by-side vehicle of FIG. 1;
zh_tw: 圖 5 為圖 1 之方向盤式全地形車範例的上視圖；

source: FIG. 5 shows a front view of the vehicle of FIG. 1;
zh_tw: 圖 5 為圖 1 之車輛的前視圖；

source: FIG. 6
zh_tw: 圖 6

source: FIG. 6 illustrates a bottom view of the exemplary side-by- side vehicle of FIG. 1;
zh_tw: 圖 6 為圖 1 之方向盤式全地形車範例的底側視圖；

source: FIG. 6 shows a rear view of the vehicle of FIG. 1;
zh_tw: 圖 6 為圖 1 之車輛的後視圖；

source: FIG. 7 illustrates a front view of the exemplary side-by- side vehicle of FIG. 1; and
zh_tw: 圖 7 為圖 1 之方向盤式全地形車範例的前視圖；和

source: FIG. 7 shows a left side view of the vehicle similar to that of FIG. 3 showing the chassis removed;
zh_tw: 圖 7 為與圖 3 類似但不包含外殼之車輛左側視圖；

source: FIG. 8 illustrates a back view of the exemplary side-by-side vehicle of FIG. 1;
zh_tw: 圖 8 為圖 1 之方向盤式全地形車範例的後視圖；

source: FIG. 8 shows the right side view of the vehicle of FIG. 7;
zh_tw: 圖 8 為圖 7 之車輛的右側視圖；

source: FIG. 9
zh_tw: 圖 9
